/**
  ******************************************************************************
  * @file           : initialize.cpp
  * @brief          : 初始化硬件,以及将硬件重置到初始状态
  ******************************************************************************
  * @attention      ：
  *
  *
  ******************************************************************************
  */
#include "_includes.h"


/// @brief 总初始化
void vexcodeInit(void){

}

/// @brief 自动模式初始化
void auto_init(){
  
}

/// @brief 手动模式初始化
void manual_init(){
  
} 

